export default function getNoticesContent() {
  return [
    {
      title: 'New! 채용 정보 제공',
      content:
        '이제 채용 정보 검색 기능을 사용하여 다양한 채용 기회를 쉽게 탐색하세요! StudyNow에서 직접 포괄적인 채용 정보를 즉시 검색 가능합니다.',
    },
    {
      title: '스터디 검색 기능 추가',
      content: `'모집 분야·장소·온오프라인' 등 통합 스터디모집 검색 기능으로 시야를 넓혀 다양한 학습 기회를 탐색할 수 있습니다. 관심 분야와 목표에 맞는 스터디를 쉽게 찾고 스터디 모집 검색을 통해 알맞는 스터디를 구할 수 있습니다!`,
    },
    {
      title: '퀴즈 신규 업데이트',
      content:
        '흥미진진한 새로운 도전 과제와 향상된 사용자 경험을 제공하는 퀴즈 기능의 최신 개선 사항을 경험해 보십시오. 퀴즈 경험을 향상시키기 위해 고안된 새로운 콘텐츠와 향상된 기능을 경험해 보십시오. 계속해서 참여하고 동적 퀴즈 업데이트를 통해 지식을 테스트하십시오.',
    },
    {
      title: 'Study Now 출시!',
      content:
        '퀴즈, 학습 포럼 및 채용정보 등을 제공하는 포괄적인 플랫폼인 Study Now로 학습 여정을 시작할 수 있습니다. 다양한 퀴즈와 스터디 모집을 통해 공부를 재밌게 시작해보세요! 바로 지금 쉽고 재밌게, StudyNow에서 사람들과 함께 공부하세요!',
    },
  ];
}
